[
  {
    "isbn": "OL103123W",
    "description": "Fahrenheit 451 is a 1953 dystopian novel by American writer Ray Bradbury. Often regarded as one of his best works, the novel presents a future American society where books are outlawed and \"firemen\" burn any that are found. The book's tagline explains the title as \"'the temperature at which book paper catches fire, and burns\": the autoignition temperature of paper. The lead character, Guy Montag, is a fireman who becomes disillusioned with his role of censoring literature and destroying knowledge, eventually quitting his job and committing himself to the preservation of literary and cultural writings.\r\n\r\nThe novel has been the subject of interpretations focusing on the historical role of book burning in suppressing dissenting ideas for change. In a 1956 radio interview, Bradbury said that he wrote Fahrenheit 451 because of his concerns at the time (during the McCarthy era) about the threat of book burning in the United States. In later years, he described the book as a commentary on how mass media reduces interest in reading literature.\r\n\r\nIn 1954, Fahrenheit 451 won the American Academy of Arts and Letters Award in Literature and the Commonwealth Club of California Gold Medal. It later won the Prometheus \"Hall of Fame\" Award in 1984 and a \"Retro\" Hugo Award, one of a limited number of Best Novel Retro Hugos ever given, in 2004. Bradbury was honored with a Spoken Word Grammy nomination for his 1976 audiobook version.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [451° по Фаренгейту: Рассказы](https://openlibrary.org/works/OL17811384W/Fahrenheit_451_stories)\r\n - [451° по Фаренгейту: повести и рассказы](https://openlibrary.org/works/OL27741633W)\r\n - [Works](https://openlibrary.org/works/OL28185143W)",
    "cover": "https://covers.openlibrary.org/b/id/12993656-L.jpg",
    "author": "Ray Bradbury",
    "title": "Fahrenheit 451",
    "pbdate": "1953",
    "location": "4Q",
    "languages": [
      "fre",
      "eng",
      "gre",
      "rus",
      "cze",
      "ger",
      "spa",
      "ita",
      "dut",
      "por",
      "chi",
      "gag",
      "tur",
      "swe",
      "cat",
      "ara",
      "jpn",
      "scc",
      "bre"
    ]
  },
  {
    "languages": [
      "fre",
      "eng",
      "chi",
      "ger",
      "swe",
      "dan",
      "tel",
      "ukr",
      "rus",
      "tam",
      "mal",
      "nor",
      "por",
      "spa",
      "und",
      "pol",
      "urd",
      "gre",
      "cat",
      "ita",
      "hun",
      "mul",
      "vie",
      "dut",
      "kor",
      "tur",
      "yid",
      "jpn",
      "ara"
    ],
    "isbn": "OL1168007W",
    "description": "Animal Farm is a brilliant political satire and a powerful and affecting story of revolutions and idealism, power and corruption. 'All animals are equal. But some animals are more equal than others.' Mr Jones of Manor Farm is so lazy and drunken that one day he forgets to feed his livestock. The ensuing rebellion under the leadership of the pigs Napoleon and Snowball leads to the animals taking over the farm. Vowing to eliminate the terrible inequities of the farmyard, the renamed Animal Farm is organised to benefit all who walk on four legs. But as time passes, the ideals of the rebellion are corrupted, then forgotten. And something new and unexpected emerges..",
    "cover": "https://covers.openlibrary.org/b/id/11261770-L.jpg",
    "author": "George Orwell",
    "title": "Animal Farm",
    "pbdate": "1945",
    "location": "12S"
  },
  {
    "description": "Nineteen Eighty-Four: A Novel, often referred to as 1984, is a dystopian social science fiction novel by the English novelist George Orwell (the pen name of Eric Arthur Blair). It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, Nineteen Eighty-Four centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of persons and behaviours within society. Orwell, himself a democratic socialist, modelled the authoritarian government in the novel after Stalinist Russia. More broadly, the novel examines the role of truth and facts within politics and the ways in which they are manipulated.\r\n\r\n----------\t\t\r\nAlso contained in:\t\t\r\n[Novels (Animal Farm / Burmese Days / Clergyman's Daughter / Coming Up for Air / Keep the Aspidistra Flying / Nineteen Eighty-Four)](https://openlibrary.org/works/OL1168045W)\t\t\r\n[Novels (Animal Farm / Nineteen Eighty-Four)](https://openlibrary.org/works/OL1167981W)\r\n[Orwell's Nineteen Eighty-Four: Text, Sources, Criticism](https://openlibrary.org/works/OL1168095W)",
    "cover": "https://covers.openlibrary.org/b/id/9267242-L.jpg",
    "author": "George Orwell",
    "title": "Nineteen Eighty-Four",
    "pbdate": "1949",
    "location": "1F",
    "languages": [
      "rus",
      "fre",
      "eng",
      "urd",
      "per",
      "ger",
      "swe",
      "spa",
      "ita",
      "nor",
      "dut",
      "chi",
      "gre",
      "rum",
      "por",
      "jpn",
      "cat",
      "pol",
      "tur",
      "ukr"
    ],
    "isbn": "OL1168083W"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/13290711-L.jpg",
    "author": "Daniel Kahneman",
    "title": "Thinking, fast and slow",
    "pbdate": "2011",
    "location": "5K",
    "languages": [
      "eng",
      "kor",
      "pol",
      "chi",
      "ger",
      "dut"
    ],
    "isbn": "OL15992072W",
    "description": "In his mega bestseller, Thinking, Fast and Slow, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think.\r\n\r\nSystem 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacation―each of these can be understood only by knowing how the two systems shape our judgments and decisions.\r\n\r\nEngaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives―and how we can use different techniques to guard against the mental glitches that often get us into trouble. Topping bestseller lists for almost ten years, Thinking, Fast and Slow is a contemporary classic, an essential book that has changed the lives of millions of readers."
  },
  {
    "location": "16C",
    "languages": [
      "eng"
    ],
    "isbn": "OL16014245W",
    "description": "Juliette hasn't touched anyone in exactly 264 days. The last time she did, it was an accident, but The Reestablishment locked her up for murder. No one knows why Juliette's touch is fatal. As long as she doesn't hurt anyone else, no one really cares. The world is too busy crumbling to pieces to pay attention to a 17-year-old girl. Diseases are destroying the population, food is hard to find, birds don't fly anymore, and the clouds are the wrong color. The Reestablishment said their way was the only way to fix things, so they threw Juliette in a cell. Now so many people are dead that the survivors are whispering war-- and The Reestablishment has changed its mind. Maybe Juliette is more than a tortured soul stuffed into a poisonous body. Maybe she's exactly what they need right now. Juliette has to make a choice: Be a weapon. Or be a warrior. In this electrifying debut, Tahereh Mafi presents a world as riveting as The Hunger Games and a superhero story as thrilling as The X-Men. Full of pulse-pounding romance, intoxicating villainy, and high-stakes choices, Shatter Me is a fresh and original dystopian novel—with a paranormal twist—that will leave readers anxiously awaiting its sequel.",
    "cover": "https://covers.openlibrary.org/b/id/6974992-L.jpg",
    "author": "Tahereh Mafi",
    "title": "Shatter Me",
    "pbdate": "2011"
  },
  {
    "description": "Wonder is a children's novel written by R. J. Palacio,[2] published on 14 February 2012.\r\n\r\nR. J. Palacio wrote Wonder after an incident where her son noticed a girl with a severe facial difference and started to cry. Fearing he would react badly, Palacio attempted to remove her son from the situation so as not to upset the girl and her family but ended up worsening the situation. Natalie Merchant's song of the same name made her realize that the incident could illustrate a valuable lesson. Palacio was inspired by Merchant's lyrics and she began writing. She named the book directly after the song and used the song's chorus as the prologue of the first chapter.",
    "cover": "https://covers.openlibrary.org/b/id/8223160-L.jpg",
    "author": "R. J. Palacio",
    "title": "Wonder",
    "pbdate": "2001",
    "location": "6P",
    "languages": [
      "ger",
      "eng",
      "chi",
      "cat",
      "por",
      "rus",
      "fre",
      "ita",
      "pol",
      "dan",
      "spa",
      "arm",
      "mac"
    ],
    "isbn": "OL16142094W"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/12648167-L.jpg",
    "author": "E. L. James",
    "title": "Fifty Shades of Grey",
    "pbdate": "2010",
    "location": "6U",
    "languages": [
      "eng",
      "dut",
      "chi",
      "ger",
      "jpn",
      "ita",
      "srp",
      "pol",
      "fre",
      "rus",
      "spa"
    ],
    "isbn": "OL16336633W",
    "description": "When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana’s quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms.\r\n \r\nShocked yet thrilled by Grey’s singular erotic tastes, Ana hesitates. For all the trappings of success—his multinational businesses, his vast wealth, his loving family—Grey is a man tormented by demons and consumed by the need to control. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian Grey’s secrets and explores her own dark desires.\r\n\r\nErotic, amusing, and deeply moving, the Fifty Shades Trilogy is a tale that will obsess you, possess you, and stay with you forever.\r\n\r\nThis book is intended for mature audiences."
  },
  {
    "languages": [
      "eng",
      "tur",
      "por",
      "ita",
      "ger",
      "pol",
      "spa"
    ],
    "isbn": "OL16509148W",
    "description": "This is the story of the seige of Troy from the perspective of Achilles best-friend Patroclus.  Although Patroclus is outcast from his home for disappointing his father he manages to be the only mortal who can keep up with the half-God Archilles.  Even though many will know the facts behind the story the telling is fresh and engaging.",
    "cover": "https://covers.openlibrary.org/b/id/7098465-L.jpg",
    "author": "Madeline Miller",
    "title": "The Song of Achilles",
    "pbdate": "2011",
    "location": "15J"
  },
  {
    "description": "New York Times Bestseller\r\n\r\nA Summer Reading Pick for President Barack Obama, Bill Gates, and Mark Zuckerberg\r\n\r\nFrom a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”\r\n\r\nOne hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us?\r\n\r\nMost books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas.\r\n\r\nDr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become?\r\n\r\nFeaturing 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
    "cover": "https://covers.openlibrary.org/b/id/8634250-L.jpg",
    "author": "Yuval Noah Harari",
    "title": "Sapiens",
    "pbdate": "2011",
    "location": "12A",
    "languages": [
      "ger",
      "spa",
      "eng",
      "por",
      "fre",
      "jpn",
      "kor",
      "ita",
      "rum",
      "hrv",
      "pol",
      "urd"
    ],
    "isbn": "OL17075811W"
  },
  {
    "languages": [
      "eng"
    ],
    "isbn": "OL17332479W",
    "description": "BOOK ONE of the [Six of Crows Duology](https://openlibrary.org/works/OL19758128W/Six_of_Crows_Crooked_Kingdom)\r\n\r\nSix of Crows is a fantasy novel written by the Israeli-American author Leigh Bardugo published by Henry Holt and Co. in 2015. The story follows a thieving crew and is primarily set in the city of Ketterdam, loosely inspired by Dutch Republic–era Amsterdam. The plot is told from third-person viewpoints of seven different characters.\r\n\r\nThe novel is followed by [Crooked Kingdom](https://openlibrary.org/works/OL17597665W) (2016) and is part of the Grishaverse. \r\n\r\nFollowed by: [Crooked Kingdom][2]\r\n\r\n\r\n  [2]: https://openlibrary.org/works/OL17597665W/Crooked_Kingdom",
    "cover": "https://covers.openlibrary.org/b/id/12667417-L.jpg",
    "author": "Leigh Bardugo",
    "title": "Six of Crows",
    "pbdate": "2001",
    "location": "3U"
  },
  {
    "description": "Belly has always lived for the summertime, because summer means all her favorite things: swimming, the beach, and the Fischer boys, Conrad and Jeremiah. For as long as she can remember, she's shared her summers with the brothers at Cousins Beach. And for as long as she can remember, she's been in love with Conrad. Then one summer it seems like he might have feelings for her too -- but so does Jeremiah. As the summer seasons pass, Belly has to choose between two brothers who love her ... and she'll have to break one of their hearts.",
    "cover": "https://covers.openlibrary.org/b/id/7719210-L.jpg",
    "author": "Jenny Han",
    "title": "The Summer I Turned Pretty Trilogy",
    "pbdate": "2009",
    "location": "18D",
    "languages": [
      "eng"
    ],
    "isbn": "OL17508740W"
  },
  {
    "pbdate": "2016",
    "location": "4E",
    "languages": [
      "eng",
      "tur",
      "por",
      "rus",
      "spa"
    ],
    "isbn": "OL17590212W",
    "description": "Durante los últimos años, Mark Manson -en su popular blog- se ha afanado en corregir nuestras delirantes expectativas sobre nosotros mismos y el mundo. Ahora nos ofrece su toda su intrépida sabiduría en este libro pionero. Manson nos recuerda que los seres humanos somos falibles y limitados: \"\"no todos podemos ser extraordinarios: hay ganadores y perdedores en la sociedad, y esto no siempre es justo o es tu culpa\"\". Manson nos aconseja que reconozcamos nuestras limitaciones y las aceptemos. Esto es, según él, el verdadero origen del empoderamiento. Una vez que abrazamos nuestros temores, faltas e incertidumbres, una vez que dejamos de huir y evadir y empezamos a confrontar las verdades dolorosas, podemos comenzar a encontrar el valor, la perseverancia, la honestidad, la responsabilidad, la curiosidad y el perdón que buscamos. Este manifiesto es una refrescante bofetada, para que podamos empezar a llevar vidas más satisfechas y con los pies en la tierra.",
    "cover": "https://covers.openlibrary.org/b/id/8231990-L.jpg",
    "author": "Mark Manson",
    "title": "The Subtle Art of Not Giving a F*ck"
  },
  {
    "title": "Deep Work",
    "pbdate": "2016",
    "location": "5E",
    "languages": [
      "eng"
    ],
    "isbn": "OL17713267W",
    "description": "One of the most valuable skills in our economy is becoming increasingly rare. If you master this skill, you'll achieve extraordinary results.\r\n\r\nDeep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep work will make you better at what you do and provide the sense of true fulfillment that comes from craftsmanship. In short, deep work is like a super power in our increasingly competitive twenty-first century economy. And yet, most people have lost the ability to go deep-spending their days instead in a frantic blur of e-mail and social media, not even realizing there's a better way.\r\n\r\nIn DEEP WORK, author and professor Cal Newport flips the narrative on impact in a connected age. Instead of arguing distraction is bad, he instead celebrates the power of its opposite. Dividing this book into two parts, he first makes the case that in almost any profession, cultivating a deep work ethic will produce massive benefits. He then presents a rigorous training regimen, presented as a series of four \"rules,\" for transforming your mind and habits to support this skill.\r\n\r\nA mix of cultural criticism and actionable advice, DEEP WORK takes the reader on a journey through memorable stories -- from Carl Jung building a stone tower in the woods to focus his mind, to a social media pioneer buying a round-trip business class ticket to Tokyo to write a book free from distraction in the air -- and no-nonsense advice, such as the claim that most serious professionals should quit social media and that you should practice being bored. DEEP WORK is an indispensable guide to anyone seeking focused success in a distracted world.",
    "cover": "https://covers.openlibrary.org/b/id/7988607-L.jpg",
    "author": "Cal Newport"
  },
  {
    "author": "Holly Black",
    "title": "The Cruel Prince",
    "pbdate": "2018",
    "location": "3P",
    "languages": [
      "eng"
    ],
    "isbn": "OL17850410W",
    "description": "**GUARD YOUR MORTAL HEART.**\r\n\r\nJUDE WAS SEVEN WHEN HER PARENTS were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King.\r\n\r\nTo win a place at the Court, she must defy him--and face the consequences.\r\n\r\nAs Jude becomes more deeply embroiled in palace intrigues and deceptions, she discovers her own capacity for tricker and bloodshed. But as betrayal threatens to drown the Courts of Faerie in violence, Jude will need to risk her life in a dangerous alliance to save her sisters, and Faerie itself.\r\n\r\nFrom #1 *New York Times* bestselling author Holly Black comes the first book in a stunning new trilogy filled with twists and enchantment, as one girl learns the meaning of true power when she finds herself caught in a web of royal faerie intrigue.\r\n\r\nThis description comes from the publisher. *The Cruel Prince* is the first book of the Folk of the Air trilogy.",
    "cover": "https://covers.openlibrary.org/b/id/8361789-L.jpg"
  },
  {
    "isbn": "OL17860744W",
    "description": "Feyre has undergone more trials than one human woman can carry in her heart. Though she's now been granted the powers and lifespan of the High Fae, she is haunted by her time Under the Mountain and the terrible deeds she performed to save the lives of Tamlin and his people.\r\n\r\nAs her marriage to Tamlin approaches, Feyre's hollowness and nightmares consume her. She finds herself split into two different people: one who upholds her bargain with Rhysand, High Lord of the feared Night Court, and one who lives out her life in the Spring Court with Tamlin. While Feyre navigates a dark web of politics, passion, and dazzling power, a greater evil looms. She might just be the key to stopping it, but only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future-and the future of a world in turmoil.\r\n\r\nBestselling author Sarah J. Maas's masterful storytelling brings this second book in her dazzling, sexy, action-packed series to new heights.",
    "cover": "https://covers.openlibrary.org/b/id/14315081-L.jpg",
    "author": "Sarah J. Maas",
    "title": "A Court of Mist and Fury",
    "pbdate": "2014",
    "location": "15L",
    "languages": [
      "spa",
      "eng",
      "por",
      "tur",
      "pol",
      "ukr",
      "ger"
    ]
  },
  {
    "pbdate": "2016",
    "location": "8B",
    "languages": [
      "eng",
      "fre",
      "por",
      "tur",
      "spa"
    ],
    "isbn": "OL17930368W",
    "description": "No matter your goals, Atomic Habits offers a proven framework for improving every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
    "cover": "https://covers.openlibrary.org/b/id/12539702-L.jpg",
    "author": "James Clear",
    "title": "Atomic Habits"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/10473609-L.jpg",
    "author": "Colleen Hoover",
    "title": "It Ends With Us",
    "pbdate": "2012",
    "location": "16G",
    "languages": [
      "eng",
      "por",
      "ger",
      "pol",
      "dut",
      "fre",
      "tur",
      "spa",
      "kor"
    ],
    "isbn": "OL18020194W",
    "description": "Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town where she grew up—she graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life seems too good to be true.\r\n\r\nRyle is assertive, stubborn, maybe even a little arrogant. He’s also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn’t hurt. Lily can’t get him out of her head. But Ryle’s complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his “no dating” rule, she can’t help but wonder what made him that way in the first place.\r\n\r\nAs questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan—her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened.\r\n\r\nWith this bold and deeply personal novel, It Ends With Us is a heart-wrenching story and an unforgettable tale of love that comes at the ultimate price."
  },
  {
    "pbdate": "1991",
    "location": "1A",
    "languages": [
      "fre",
      "eng",
      "spa",
      "ger",
      "rus"
    ],
    "isbn": "OL1812933W",
    "description": "American Psycho is a novel by Bret Easton Ellis, published in 1991. The story is told in the first person by Patrick Bateman, a serial killer and Manhattan investment banker. Alison Kelly of The Observer notes that while \"some countries [deem it] so potentially disturbing that it can only be sold shrink-wrapped\", \"critics rave about it\" and \"academics revel in its transgressive and postmodern qualities\".",
    "cover": "https://covers.openlibrary.org/b/id/8401686-L.jpg",
    "author": "Bret Easton Ellis",
    "title": "American Psycho"
  },
  {
    "title": "The Seven Husbands of Evelyn Hugo",
    "pbdate": "2017",
    "location": "10F",
    "languages": [
      "eng",
      "spa",
      "ger"
    ],
    "isbn": "OL18203673W",
    "description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?\r\n\r\nMonique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career.\r\n\r\nSummoned to Evelyn's luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the '80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn's story near its conclusion, it becomes clear that her life intersects with Monique's own in tragic and irreversible ways.\r\n\r\nWritten with Reid's signature talent for creating \"complex, likable characters\" (Real Simple), this is a mesmerizing journey through the splendor of old Hollywood into the harsh realities of the present day as two women struggle with what it means—and what it costs—to face the truth",
    "cover": "https://covers.openlibrary.org/b/id/8354226-L.jpg",
    "author": "Taylor Jenkins Reid"
  },
  {
    "title": "The Silent Patient",
    "pbdate": "2018",
    "location": "19F",
    "languages": [
      "eng",
      "est"
    ],
    "isbn": "OL19096402W",
    "description": "Alicia Berenson’s life is seemingly perfect. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations–a search for the truth that threatens to consume him.",
    "cover": "https://covers.openlibrary.org/b/id/9407338-L.jpg",
    "author": "Alex Michaelides"
  },
  {
    "author": "Robert Greene",
    "title": "The Laws of Human Nature",
    "pbdate": "2018",
    "location": "18G",
    "languages": [
      "eng"
    ],
    "isbn": "OL19761410W",
    "description": "\"From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you  Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.  We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense\"--\r\n\r\n\"Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves. We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense\"--",
    "cover": "https://covers.openlibrary.org/b/id/10170095-L.jpg"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/14339089-L.jpg",
    "author": "Laura Nowlin",
    "title": "If he had been with me",
    "pbdate": "2013",
    "location": "1A",
    "languages": [
      "eng"
    ],
    "isbn": "OL19667762W",
    "description": "A New York Times Bestseller\r\n\r\n*A BookTok Viral Sensation*\r\n\r\nAn achingly authentic and raw portrait of love, regret, and the life-altering impact of the relationships we hold closest to us, this YA romance bestseller is perfect for fans of Colleen Hoover, Jenny Han, and You've Reached Sam.\r\n\r\nIf he had been with me, everything would have been different…\r\n\r\nAutumn and Finn used to be inseparable. But then something changed. Or they changed. Now, they do their best to ignore each other.\r\n\r\nAutumn has her boyfriend Jamie, and her close-knit group of friends. And Finn has become that boy at school, the one everyone wants to be around.\r\n\r\nThat still doesn't stop the way Autumn feels every time she and Finn cross paths, and the growing, nagging thought that maybe things could have been different. Maybe they should be together.\r\n\r\nBut come August, things will change forever. And as time passes, Autumn will be forced to confront how else life might have been different if they had never parted ways…"
  },
  {
    "pbdate": "1988",
    "location": "16S",
    "languages": [
      "ger",
      "gre",
      "eng",
      "spa",
      "fre",
      "ita",
      "chi",
      "cze",
      "vie",
      "rus"
    ],
    "isbn": "OL1892624W",
    "description": "Stephen Hawking's *A Brief History of Time* has become an international publishing phenomenon. Translated into thirty languages, it has sold over ten million copies worldwide and lives on as a science book that continues to captivate and inspire new readers each year. When it was first published in 1988 the ideas discussed in it were at the cutting edge of what was then known about the universe. In the intervening twenty years there have been extraordinary advances in the technology of observing both the micro- and macro-cosmic world. Indeed, during that time cosmology and the theoretical sciences have entered a new golden age . Professor Hawking is one of the major scientists and thinkers to have contributed to this renaissance.",
    "cover": "https://covers.openlibrary.org/b/id/7888152-L.jpg",
    "author": "Stephen Hawking",
    "title": "A Brief History of Time"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/6424160-L.jpg",
    "author": "Robert Greene",
    "title": "The 48 Laws of Power",
    "pbdate": "1998",
    "location": "9S",
    "languages": [
      "eng",
      "ger",
      "tur",
      "ara",
      "spa",
      "rus",
      "por"
    ],
    "isbn": "OL1968368W",
    "description": "Amoral, cunning, ruthless, and instructive, this piercing work distills three thousand years of the history of power in to forty-eight well explicated laws. As attention--grabbing in its design as it is in its content, this bold volume outlines the laws of power in their unvarnished essence, synthesizing the philosophies of Machiavelli, Sun-tzu, Carl von Clausewitz, and other great thinkers. Some laws teach the need for prudence (\"Law 1: Never Outshine the Master\"), the virtue of stealth (\"Law 3: Conceal Your Intentions\"), and many demand the total absence of mercy (\"Law 15: Crush Your Enemy Totally\"), but like it or not, all have applications in real life. Illustrated through the tactics of Queen Elizabeth I, Henry Kissinger, P. T. Barnum, and other famous figures who have wielded--or been victimized by--power, these laws will fascinate any reader interested in gaining, observing, or defending against ultimate control."
  },
  {
    "author": "Colleen Hoover",
    "title": "November 9",
    "pbdate": "2015",
    "location": "3N",
    "languages": [
      "eng"
    ],
    "isbn": "OL20018811W",
    "description": "\"Beloved #1 New York Times bestselling author Colleen Hoover returns with an unforgettable love story between a writer and his unexpected muse. \r\n\r\nFallon meets Ben, an aspiring novelist, the day before her scheduled cross-country move. Their untimely attraction leads them to spend Fallon's last day in L.A. together, and her eventful life becomes the creative inspiration Ben has always sought for his novel. Over time and amidst the various relationships and tribulations of their own separate lives, they continue to meet on the same date every year. Until one day Fallon becomes unsure if Ben has been telling her the truth or fabricating a perfect reality for the sake of the ultimate plot twist. Can Ben's relationship with Fallon and simultaneously his novel be considered a love story if it ends in heartbreak?\"--\r\n\r\nFallon meets Ben, an aspiring novelist, the day before her scheduled cross-country move. They spend Fallon's last day in L.A. together, and her eventful life becomes the creative inspiration Ben has always sought for his novel. Amidst the various relationships and tribulations of their own separate lives they continue to meet on the same date every year. But has Ben has been telling her the truth... or fabricating a perfect reality for the sake of the ultimate plot twist?",
    "cover": "https://covers.openlibrary.org/b/id/9219001-L.jpg"
  },
  {
    "isbn": "OL20068530W",
    "description": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish.\r\n \r\nLowen arrives at the Crawford home, ready to sort through years of Verity’s notes and outlines, hoping to find enough material to get her started. What Lowen doesn’t expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of the night her family was forever altered.\r\n \r\nLowen decides to keep the manuscript hidden from Jeremy, knowing its contents could devastate the already grieving father. But as Lowen’s feelings for Jeremy begin to intensify, she recognizes all the ways she could benefit if he were to read his wife’s words. After all, no matter how devoted Jeremy is to his injured wife, a truth this horrifying would make it impossible for him to continue loving her.",
    "cover": "https://covers.openlibrary.org/b/id/8747160-L.jpg",
    "author": "Colleen Hoover",
    "title": "Verity",
    "pbdate": "2018",
    "location": "7S",
    "languages": [
      "eng",
      "pol",
      "ger",
      "tur",
      "spa"
    ]
  },
  {
    "location": "8Z",
    "languages": [
      "eng"
    ],
    "isbn": "OL20090688W",
    "description": "**What happens when America's First Son falls in love with the Prince of Wales?**\r\n\r\n**W**hen his mother became President of the United States, Alex Claremont-Diaz was promptly cast as the American equivalent of a young royal. Handsome, charismatic, genius--his image is pure millennial-marketing gold for the White House. There's only one problem: Alex has a beef with an actual prince, Henry, across the pond. And when the tabloids get hold of a photo involving an Alex/Henry altercation, U.S./British relations take a turn for the worse.\r\n\r\nHeads of family and state and other handlers devise a plan for damage control: Stage a truce between the two rivals. What at first begins as a fake, Instagrammable friendship grows deeper, and more dangerous, than either Alex or Henry could have imagined. Soon Alex finds himself hurtling into a secret romance with a surprisingly unstuffy Henry that could derail the presidential campaign and upend two nations. It raises the question: Can love save the world after all? Where do we find the courage, and the power, to be the people we are meant to be? And how can we learn to let our true colors shine through?\r\n\r\nThis description comes from the publisher.",
    "cover": "https://covers.openlibrary.org/b/id/9171544-L.jpg",
    "author": "Casey McQuiston",
    "title": "Red, White & Royal Blue",
    "pbdate": "2019"
  },
  {
    "description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.\r\n\r\nMilestones \r\n\r\nWhile there is a milestone  to commemorate — and a new section in the book on Why Milestones Are Important — preserving the integrity of the original content is testimony to the fact that this book has truly stood the test of time. The sidebars throughout the book (that were updated for the 20-year anniversary edition) have been updated again, but the core principles that parents and grandparents — those who embraced Robert’s story and messages 25 years ago — are sharing them with new generations who have found that its timeless wisdom and no-nonsense lessons can be applied to anyone’s life and their vision for a future that includes taking control of their finances.\r\nPeople of all cultures and countries celebrate milestones. We use them to measure time, mark progress, reflect on the lessons we’ve learned, and celebrate accomplishments… and they give meaning to our life’s journey. They are a way that we integrate past, present, and future… looking back at where we started, where we are today… and the promise of all that the future can hold.",
    "cover": "https://covers.openlibrary.org/b/id/8315603-L.jpg",
    "author": "Robert T. Kiyosaki",
    "title": "Rich Dad, Poor Dad",
    "pbdate": "1990",
    "location": "3L",
    "languages": [
      "eng",
      "chi",
      "jpn",
      "spa",
      "rus",
      "tur",
      "ind",
      "por"
    ],
    "isbn": "OL2010879W"
  },
  {
    "title": "Girl in Pieces",
    "pbdate": "2016",
    "location": "12V",
    "languages": [
      "eng",
      "por",
      "ger",
      "tur",
      "spa"
    ],
    "isbn": "OL20234863W",
    "description": "Charlotte Davis is in pieces. At 17 she's already lost more than most people do in a lifetime. But she's learned how to forget. The broken glass washes away the sorrow until there is nothing but calm. You don't have to think about your father and the river. Your best friend, who is gone forever. Or your mother, who has nothing left to give you. \r\n\r\nEvery new scar hardens Charlie's heart just a little more, yet it still hurts so much. It hurts enough to not care anymore, which is sometimes what has to happen before you can find your way back from the edge. \r\n\r\nA deeply moving portrait of a girl in a world that owes her nothing, and has taken so much, and the journey she undergoes to put herself back together. Kathleen Glasgow's debut is heartbreakingly real and unflinchingly honest. It's a story you won't be able to look away from.",
    "cover": "https://covers.openlibrary.org/b/id/8888850-L.jpg",
    "author": "Kathleen Glasgow"
  },
  {
    "pbdate": "2018",
    "location": "9Q",
    "languages": [
      "eng",
      "spa",
      "fre"
    ],
    "isbn": "OL20354498W",
    "description": "Boy meets boy.\r\nBoys become friends.\r\nBoys fall in love.\r\n\r\nCharlie and Nick are at the same school, but they've never met ... until one day when they're made to sit together.\r\nThey quickly become friends, and soon Charlie is falling hard for Nick, even though he doesn't think he has a chance.\r\n\r\nBut love works in surprising ways, and Nick is more interested in Charlie than either of them realise.",
    "cover": "https://covers.openlibrary.org/b/id/9020805-L.jpg",
    "author": "Alice Oseman",
    "title": "Heartstopper, Volume 1"
  },
  {
    "location": "1M",
    "languages": [
      "eng",
      "tur",
      "ger"
    ],
    "isbn": "OL20577143W",
    "description": "ATTRACTION AT FIRST SIGHT CAN BE MESSY… When Tate Collins finds airline pilot Miles Archer passed out in front of her apartment door, it is definitely not love at first sight. They wouldn’t even go so far as to consider themselves friends. But what they do have is an undeniable mutual attraction. He doesn’t want love and she doesn’t have time for a relationship, but their chemistry cannot be ignored. Once their desires are out in the open, they realize they have the perfect set-up, as long as Tate can stick to two rules: Never ask about the past and don’t expect a future. Tate is determined that she can handle it, but when she realises that she can’t, will she be able to say no to her sexy pilot when he lives just next door?",
    "cover": "https://covers.openlibrary.org/b/id/12856728-L.jpg",
    "author": "Colleen Hoover",
    "title": "Ugly Love",
    "pbdate": "2014"
  },
  {
    "title": "A Good Girl's Guide to Murder",
    "pbdate": "2019",
    "location": "11Z",
    "languages": [
      "pol",
      "eng",
      "spa"
    ],
    "isbn": "OL20646061W",
    "description": "THE MUST-READ MULTIMILLION BESTSELLING MYSTERY SERIES • Everyone is talking about A Good Girl's Guide to Murder! With shades of Serial and Making a Murderer this is the story about an investigation turned obsession, full of twists and turns and with an ending you'll never expect.\r\n\r\nEveryone in Fairview knows the story.\r\n\r\nPretty and popular high school senior Andie Bell was murdered by her boyfriend, Sal Singh, who then killed himself. It was all anyone could talk about. And five years later, Pip sees how the tragedy still haunts her town.\r\n\r\nBut she can't shake the feeling that there was more to what happened that day. She knew Sal when she was a child, and he was always so kind to her. How could he possibly have been a killer?\r\n\r\nNow a senior herself, Pip decides to reexamine the closed case for her final project, at first just to cast doubt on the original investigation. But soon she discovers a trail of dark secrets that might actually prove Sal innocent . . . and the line between past and present begins to blur. Someone in Fairview doesn't want Pip digging around for answers, and now her own life might be in danger.",
    "cover": "https://covers.openlibrary.org/b/id/13156188-L.jpg",
    "author": "Holly Jackson"
  },
  {
    "author": "Morgan Housel",
    "title": "The Psychology of Money",
    "pbdate": "2020",
    "location": "13M",
    "languages": [
      "ind",
      "eng"
    ],
    "isbn": "OL21640039W",
    "description": "Timeless lessons on wealth, greed, and happiness doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important matters.",
    "cover": "https://covers.openlibrary.org/b/id/10389354-L.jpg"
  },
  {
    "languages": [
      "spa",
      "eng",
      "ita"
    ],
    "isbn": "OL24178205W",
    "description": "The Instant New York Times Best Seller and TikTok Sensation!\r\n\r\nAs seen on The View!\r\n\r\nA BuzzFeed Best Summer Read of 2021\r\n\r\nWhen a fake relationship between scientists meets the irresistible force of attraction, it throws one woman's carefully calculated theories on love into chaos.\r\n\r\nAs a third-year PhD candidate, Olive Smith doesn't believe in lasting romantic relationships—but her best friend does, and that's what got her into this situation. Convincing Anh that Olive is dating and well on her way to a happily ever after was always going to take more than hand-wavy Jedi mind tricks: Scientists require proof. So, like any self-respecting biologist, Olive panics and kisses the first man she sees.\r\n\r\nThat man is none other than Adam Carlsen, a young hotshot professor—and well-known ass. Which is why Olive is positively floored when Stanford's reigning lab tyrant agrees to keep her charade a secret and be her fake boyfriend. But when a big science conference goes haywire, putting Olive's career on the Bunsen burner, Adam surprises her again with his unyielding support and even more unyielding...six-pack abs.\r\n\r\nSuddenly their little experiment feels dangerously close to combustion. And Olive discovers that the only thing more complicated than a hypothesis on love is putting her own heart under the microscope.",
    "cover": "https://covers.openlibrary.org/b/id/10601402-L.jpg",
    "author": "Ali Hazelwood",
    "title": "The Love Hypothesis",
    "pbdate": "2021",
    "location": "4B"
  },
  {
    "languages": [
      "eng"
    ],
    "isbn": "OL23746568W",
    "description": "> \"101 Essays That Will Change The Way You Think, the global bestseller and social media phenomenon, is a collection of author Brianna Wiest's most beloved pieces of writing. Her meditations include why you should pursue purpose over passion, embrace negative thinking, see the wisdom in daily routine, and become aware of the cognitive biases that are creating the way you see your life. Some of these pieces have never been seen; others have been read by millions of people around the world. Regardless, each will leave you thinking: this idea changed my life.\"",
    "cover": "https://covers.openlibrary.org/b/id/10524689-L.jpg",
    "author": "Brianna Wiest",
    "title": "101 Essays That Will Change The Way You Think",
    "pbdate": "2018",
    "location": "16B"
  },
  {
    "location": "3V",
    "languages": [
      "eng"
    ],
    "isbn": "OL24390422W",
    "description": "He has a heart of ice … but for her, he'd burn the world. Alex Volkov is a devil blessed with the face of an angel and cursed with a past he can't escape. Driven by a tragedy that has haunted him for most of his life, his ruthless pursuits for success and vengeance leave little room for matters of the heart. But when he's forced to look after his best friend's sister, he starts to feel something in his chest: A crack. A melt. A fire that could end his world as he knew it. *** Ava Chen is a free spirit trapped by nightmares of a childhood she can't remember. But despite her broken past, she's never stopped seeing the beauty in the world … including the heart beneath the icy exterior of a man she shouldn't want. Her brother's best friend. Her neighbor. Her savior and her downfall. Theirs is a love that was never supposed to happen - but when it does, it unleashes secrets that could destroy them both … and everything they hold dear. Twisted Love is a brother's best friend/opposites attract romance with a hint of suspense. It's book one in the Twisted series, but can be read as a standalone. WARNING: This book contains a possessive alpha/antihero, explicit sexual content, and profanity. No cheating or ménage, but if you're looking for a traditionally sweet, loveable hero, this is not the book for you. Recommended for 18+.",
    "cover": "https://covers.openlibrary.org/b/id/12940491-L.jpg",
    "author": "Ana Huang",
    "title": "Twisted Love",
    "pbdate": "2021"
  },
  {
    "languages": [
      "eng"
    ],
    "isbn": "OL24542623W",
    "description": "A USA TODAY and New York Times bestseller\r\n\r\nPerfect for fans of Kasie West and Jenn Bennett, this “sweet and funny” (Kerry Winfrey, author of Waiting for Tom Hanks) teen rom-com follows a hopelessly romantic teen girl and her cute yet obnoxious neighbor as they scheme to get her noticed by her untouchable crush.\r\n\r\nPerpetual daydreamer Liz Buxbaum gave her heart to Michael a long time ago. But her cool, aloof forever crush never really saw her before he moved away. Now that he’s back in town, Liz will do whatever it takes to get on his radar—and maybe snag him as a prom date—even befriend Wes Bennet.\r\n\r\nThe annoyingly attractive next-door neighbor might seem like a prime candidate for romantic comedy fantasies, but Wes has only been a pain in Liz’s butt since they were kids. Pranks involving frogs and decapitated lawn gnomes do not a potential boyfriend make. Yet, somehow, Wes and Michael are hitting it off, which means Wes is Liz’s in.\r\n\r\nBut as Liz and Wes scheme to get Liz noticed by Michael so she can have her magical prom moment, she’s shocked to discover that she likes being around Wes. And as they continue to grow closer, she must reexamine everything she thought she knew about love—and rethink her own ideas of what Happily Ever After should look like.",
    "cover": "https://covers.openlibrary.org/b/id/11182600-L.jpg",
    "author": "Lynn Painter",
    "title": "Better Than the Movies",
    "pbdate": "2021",
    "location": "12F"
  },
  {
    "title": "You've Reached Sam",
    "pbdate": "2021",
    "location": "3V",
    "languages": [
      "eng"
    ],
    "isbn": "OL24457490W",
    "description": "An Instant New York Times Bestseller!\r\n\r\nIf I Stay meets Your Name in Dustin Thao's You've Reached Sam, a heartfelt novel about love and loss and what it means to say goodbye.\r\n\r\nSeventeen-year-old Julie Clarke has her future all planned out—move out of her small town with her boyfriend Sam, attend college in the city; spend a summer in Japan. But then Sam dies. And everything changes.\r\n\r\nHeartbroken, Julie skips his funeral, throws out his belongings, and tries everything to forget him. But a message Sam left behind in her yearbook forces memories to return. Desperate to hear him one more time, Julie calls Sam's cell phone just to listen to his voice mail recording. And Sam picks up the phone.\r\n\r\nThe connection is temporary. But hearing Sam's voice makes Julie fall for him all over again and with each call, it becomes harder to let him go.",
    "cover": "https://covers.openlibrary.org/b/id/11058809-L.jpg",
    "author": "Dustin Thao"
  },
  {
    "description": "We oftentimes look towards the outside world to find the roots of our problems. However, most of the times, we should be looking inwards. Our mind and our emotions determine our state of being in the present moment. If those aspects are left unchecked, we can get easily overwhelmed and are left feeling unfulfilled every single day. \r\n\r\nThis book contains two manuscripts designed to help you discover the best and most efficient way to control your thoughts and master your feelings.\r\n\r\nIn the first part of the bundle called Breaking Overthinking, you will discover:\r\n\r\nHow overthinking can be detrimental to your social life. \r\nThe hidden dangers of overthinking and what can happen to you if it’s left untreated. \r\nHow to declutter your mind from all the noise of the modern world. \r\nHow overthinking affects your body, your energy levels, and your everyday mood. \r\nHow your surroundings affect your state of mind, and what you NEED to do in order to break out of that state. \r\nBad habits we perform every day and don’t even realize are destroying our sanity (and how to overcome them properly). \r\nHow to cut out toxic people from your life, which cloud your judgment and make you feel miserable.",
    "cover": "https://covers.openlibrary.org/b/id/12009823-L.jpg",
    "author": "Eric Robertson - undifferentiated",
    "title": "Control Your Mind and Master Your Feelings",
    "pbdate": "2019",
    "location": "11E",
    "languages": [
      "eng"
    ],
    "isbn": "OL25312237W"
  },
  {
    "location": "16N",
    "languages": [
      "eng"
    ],
    "isbn": "OL25296570W",
    "description": "A gentle reminder for the days you feel light in this world, and for the days in which the sun rises a little slower. A gentle reminder for when your heart is full of hope and for when you are learning how to heal it. A gentle reminder for when you finally begin to trust in the goodness and for when you need the kind of words that hug your broken pieces back together.\r\n\r\nA gentle reminder for when growth hangs heavy in the air, for when you need to tuck your strength into your bones just to make it to tomorrow. A gentle reminder for when you are balancing the messiness—and the beauty—of what it means to be human, when you are teaching yourself that it is okay to be both happy and sad, that you are real, not perfect.\r\n\r\nA gentle reminder to keep going. A gentle reminder to hope. A gentle reminder for you. Take what you need.",
    "cover": "https://covers.openlibrary.org/b/id/14424196-L.jpg",
    "author": "Bianca Sparacino",
    "title": "A Gentle Reminder",
    "pbdate": "2020"
  },
  {
    "location": "7W",
    "languages": [
      "eng",
      "chi",
      "scc",
      "jpn",
      "por",
      "fre",
      "pol",
      "dan",
      "spa",
      "swe",
      "ind",
      "rus",
      "ger",
      "gle"
    ],
    "isbn": "OL257943W",
    "description": "A Game of Thrones is the first novel in A Song of Ice and Fire, a series of fantasy novels by the American author George R. R. Martin. It was first published on August 1, 1996. The novel won the 1997 Locus Award and was nominated for both the 1997 Nebula Award and the 1997 World Fantasy Award. The novella Blood of the Dragon, comprising the Daenerys Targaryen chapters from the novel, won the 1997 Hugo Award for Best Novella. In January 2011, the novel became a New York Times Bestseller and reached No. 1 on the list in July 2011.",
    "cover": "https://covers.openlibrary.org/b/id/9269962-L.jpg",
    "author": "George R. R. Martin",
    "title": "A Game of Thrones",
    "pbdate": "1996"
  },
  {
    "author": "Arthur Conan Doyle",
    "title": "The Adventures of Sherlock Holmes [12 stories]",
    "pbdate": "1892",
    "location": "12F",
    "languages": [
      "eng",
      "ger",
      "chi",
      "fre",
      "iri",
      "dut",
      "por",
      "jpn",
      "mon",
      "pol",
      "spa",
      "und",
      "cat",
      "rus",
      "gre",
      "tur",
      "may"
    ],
    "isbn": "OL262421W",
    "description": "The Adventures of Sherlock Holmes is a collection of twelve short stories by Arthur Conan Doyle, first published on 14 October 1892. It contains the earliest short stories featuring the consulting detective Sherlock Holmes, which had been published in twelve monthly issues of The Strand Magazine from July 1891 to June 1892. The stories are collected in the same sequence, which is not supported by any fictional chronology. The only characters common to all twelve are Holmes and Dr. Watson and all are related in first-person narrative from Watson's point of view.\r\n\r\n\r\nContains:\r\n[Scandal in Bohemia](https://openlibrary.org/works/OL14930611W/A_Scandal_in_Bohemia)\r\n[Red-headed League](https://openlibrary.org/works/OL14930336W/The_Red-Headed_League)\r\n[Case of Identity](https://openlibrary.org/works/OL14929939W/A_Case_of_Identity)\r\n[Boscombe Valley Mystery](https://openlibrary.org/works/OL18495288W/The_Boscombe_Valley_Mystery)\r\n[Five Orange Pips](https://openlibrary.org/works/OL1518120W/Five_Orange_Pips)\r\n[Man with the Twisted Lip](https://openlibrary.org/works/OL14930258W/The_Man_With_the_Twisted_Lip)\r\n[Adventure of the Blue Carbuncle](https://openlibrary.org/works/OL1518317W/Adventure_of_the_Blue_Carbuncle)\r\n[Adventure of the Speckled Band](https://openlibrary.org/works/OL262561W/Adventure_of_the_Speckled_Band)\r\n[Adventure of the Engineer's Thumb](https://openlibrary.org/works/OL1518318W/Adventure_of_the_Engineer's_Thumb)\r\n[Adventure of the Noble Bachelor](https://openlibrary.org/works/OL14929841W/Adventure_of_the_Noble_Bachelor)\r\n[Adventure of the Beryl Coronet](https://openlibrary.org/works/OL14929825W/Adventure_of_the_Beryl_Coronet)\r\n[Adventure of the Copper Beeches](https://openlibrary.org/works/OL1518116W/Adventure_of_the_Copper_Beeches)\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Adventures and Memoirs of Sherlock Holmes](https://openlibrary.org/works/OL1518128W)\r\n - [Adventures of Sherlock Holmes](https://openlibrary.org/works/OL20624138W)\r\n - [Celebrated Cases of Sherlock Holmes](https://openlibrary.org/works/OL16076930W)\r\n - [Complete Sherlock Holmes](https://openlibrary.org/works/OL18188824W)\r\n - [Complete Sherlock Holmes: Volume I](https://openlibrary.org/works/OL14929975W)\r\n - [Illustrated Sherlock Holmes](https://openlibrary.org/works/OL1518342W)\r\n - [Obras completas de Conan Doyle: II](https://openlibrary.org/works/OL20787319W)\r\n - [Original Illustrated Sherlock Holmes](https://openlibrary.org/works/OL262528W)\r\n - [Original Illustrated 'Strand' Sherlock Holmes](https://openlibrary.org/works/OL262529W)\r\n - [Short Stories](https://openlibrary.org/works/OL18188661W)\r\n - [Works](https://openlibrary.org/works/OL16173818W)\r\n - [Works](https://openlibrary.org/works/OL14930383W)",
    "cover": "https://covers.openlibrary.org/b/id/6717853-L.jpg"
  },
  {
    "languages": [
      ""
    ],
    "isbn": "OL27040669W",
    "description": "Ankur Warikoo is an entrepreneur and content creator whose witty and brutally honest thoughts on success and failure, money and investing, self-awareness and personal relationships have made him one of India’s top personal brands.\r\n\r\nIn his first book, Ankur puts together the key ideas that have fuelled his journey. This is a book to be read, and reread, a book you will give your family and friends and strangers. Ankur hopes for this book to become the most gifted book ever!",
    "cover": "https://covers.openlibrary.org/b/id/12550538-L.jpg",
    "author": "Ankur Warikoo",
    "title": "Do Epic Shit",
    "pbdate": "2021",
    "location": "12A"
  },
  {
    "title": "The 7 Habits of Highly Effective People",
    "pbdate": "1989",
    "location": "16W",
    "languages": [
      "eng",
      "chi",
      "spa",
      "kor",
      "jpn",
      "por",
      "rus",
      "vie",
      "cze"
    ],
    "isbn": "OL2629977W",
    "description": "*New York Times bestseller—over 40 million copies sold*\r\n*The #1 Most Influential Business Book of the Twentieth Century*\r\n\r\nOne of the most inspiring and impactful books ever written, The 7 Habits of Highly Effective People has captivated readers for nearly three decades. It has transformed the lives of presidents and CEOs, educators and parents—millions of people of all ages and occupations. Now, this 30th anniversary edition of the timeless classic commemorates the wisdom of the 7 Habits with modern additions from Sean Covey.\r\n\r\nThe 7 Habits have become famous and are integrated into everyday thinking by millions and millions of people. Why? Because they work!\r\n\r\nWith Sean Covey’s added takeaways on how the habits can be used in our modern age, the wisdom of the 7 Habits will be refreshed for a new generation of leaders.",
    "cover": "https://covers.openlibrary.org/b/id/10079937-L.jpg",
    "author": "Stephen R. Covey"
  },
  {
    "location": "5F",
    "languages": [
      "eng"
    ],
    "isbn": "OL26345722W",
    "description": "Honestly, this book has my heart. My entire heart. The way the author has unfolded every part of the story with a lovely delicacy makes me want to indulge in their lives wholly. I can't put into words how much I love Aaron. And Catalina, of course. This book has probably the best enemies to lovers trope that I've ever read. And oh, the romance had me squirm in my belly. It's just that their love is so raw and pure that I'm certain it any rom-com reader would adore it. I absolutely loved the protagonists and I'm wondering I might get an Aaron-Blackford-obsession",
    "cover": "https://covers.openlibrary.org/b/id/14425253-L.jpg",
    "author": "Elena Armas",
    "title": "The Spanish Love Deception",
    "pbdate": "2021"
  },
  {
    "isbn": "OL27245843W",
    "description": "He hates her...almost as much as he wants her.\r\n\r\nGorgeous, cocky, and fast on his way to becoming a hotshot doctor, Josh Chen has never met a woman he couldn’t charm—except for Jules f**king Ambrose.\r\n\r\nThe beautiful redhead has been a thorn in his side since they met, but she also consumes his thoughts in a way no woman ever has.\r\n\r\nWhen their animosity explodes into one unforgettable night, he proposes a solution that’ll get her out of his system once and for all: an enemies with benefits arrangement with simple rules.\r\n\r\nNo jealousy.\r\n\r\nNo strings attached.\r\n\r\nAnd absolutely no falling in love.\r\n\r\n**\r\n\r\nOutgoing and ambitious, Jules Ambrose is a former party girl who’s focused on one thing: passing the attorney’s bar exam.\r\n\r\nThe last thing she needs is to get involved with a doctor who puts the SUFFER in insufferable…no matter how good-looking he is.\r\n\r\nBut the more she gets to know him, the more she realizes there’s more than meets the eye to the man she’s hated for so long.\r\n\r\nHer best friend’s brother.\r\n\r\nHer nemesis.\r\n\r\nAnd her only salvation.\r\n\r\nTheirs is a match made in hell, and when the demons from their past catch up with them, they’re faced with truths that could either save them …or destroy everything they’ve worked for.\r\n\r\nTwisted Hate is a steamy enemies with benefits/enemies to lovers romance. It's book three in the Twisted series but can be read as a standalone.\r\n\r\nWarning: The story contains explicit content, mild violence, profanity, and topics that may be sensitive to some readers. Detailed list linked inside the book. Recommended for 18+.",
    "cover": "https://covers.openlibrary.org/b/id/12928487-L.jpg",
    "author": "Ana Huang",
    "title": "Twisted Hate",
    "pbdate": "2022",
    "location": "6Y",
    "languages": [
      "eng"
    ]
  },
  {
    "pbdate": "2022",
    "location": "18T",
    "languages": [
      "eng",
      "por"
    ],
    "isbn": "OL27733867W",
    "description": "http://lnkiy.in/zH4oH\r\n\r\nBefore It Ends with Us, it started with Atlas. Colleen Hoover tells fan favorite Atlas’s side of the story and shares what comes next in this long-anticipated sequel to the “glorious and touching” (USA TODAY) #1 New York Times bestseller It Ends with Us.\r\n\r\nLily and her ex-husband, Ryle, have just settled into a civil coparenting rhythm when she suddenly bumps into her first love, Atlas, again. After nearly two years separated, she is elated that for once, time is on their side, and she immediately says yes when Atlas asks her on a date.\r\n\r\nBut her excitement is quickly hampered by the knowledge that, though they are no longer married, Ryle is still very much a part of her life—and Atlas Corrigan is the one man he will hate being in his ex-wife and daughter’s life.\r\n\r\nSwitching between the perspectives of Lily and Atlas, It Starts with Us picks up right where the epilogue for the “gripping, pulse-pounding” (Sarah Pekkanen, author of Perfect Neighbors) bestselling phenomenon It Ends with Us left off. Revealing more about Atlas’s past and following Lily as she embraces a second chance at true love while navigating a jealous ex-husband, it proves that “no one delivers an emotional read like Colleen Hoover” (Anna Todd, New York Times bestselling author).",
    "cover": "https://covers.openlibrary.org/b/id/12749873-L.jpg",
    "author": "Colleen Hoover",
    "title": "It Starts with Us"
  },
  {
    "pbdate": "2021",
    "location": "6U",
    "languages": [
      "eng"
    ],
    "isbn": "OL27310398W",
    "description": "**The Manipulator**\r\n\r\nI can manipulate the emotions of anyone who lets me.\r\n\r\nI will make you hurt, make you cry, make you laugh and sigh.\r\n\r\nBut my words don't affect him. Especially not when I plead for him to leave.\r\n\r\nHe's always there, watching and waiting.\r\n\r\nAnd I can never look away.\r\n\r\nNot when I want him to come closer.\r\n\r\n**The Shadow**\r\n\r\nI didn't mean to fall in love.\r\n\r\nBut now that I have, I can't stay away.\r\n\r\nI'm mesmerized by her smile, by her eyes, and the way she moves.\r\n\r\nThe way she undresses...\r\n\r\nI'll keep watching and waiting. Until I can make her mine.\r\n\r\nAnd once she is, I'll never let her go.\r\n\r\nNot even when she begs me to.",
    "cover": "https://covers.openlibrary.org/b/id/12992962-L.jpg",
    "author": "H. D. Carlton",
    "title": "Haunting Adeline"
  },
  {
    "languages": [
      "eng"
    ],
    "isbn": "OL27848692W",
    "description": "#1 New York Times bestselling author Colleen Hoover’s “glorious and touching” (USA TODAY) phenomenon and its long-anticipated sequel are together in this collection that is perfect for new and longtime fans of the evocative story of Lily, Ryle, and Atlas.\r\n\r\nIn the “brave and heartbreaking” (Anna Todd, New York Times bestselling author) #1 New York Times bestselling TikTok sensation It Ends with Us, Lily is overwhelmed with passion for the inflexible and proud Ryle. But her too-good-to-be-true romance is suddenly a lot more complicated when her first love, Atlas, suddenly comes back into her life.\r\n\r\nThen, in It Starts with Us, read Atlas’s side of the story as Colleen Hoover explores more of Atlas’s past and what comes next for him, Lily, and Ryle.",
    "cover": "https://covers.openlibrary.org/b/id/14426413-L.jpg",
    "author": "Colleen Hoover",
    "title": "It Ends with Us, It Starts with Us",
    "pbdate": "2022",
    "location": "7K"
  },
  {
    "pbdate": "2022",
    "location": "18U",
    "languages": [
      "eng"
    ],
    "isbn": "OL27818823W",
    "description": "He'll do anything to have her...including lie.\r\n\r\nCharming, deadly, and smart enough to hide it, Christian Harper is a monster dressed in the perfectly tailored suits of a gentleman.\r\n\r\nHe has little use for morals and even less use for love, but he can’t deny the strange pull he feels toward the woman living just one floor below him.\r\n\r\nShe’s the object of his darkest desires, the only puzzle he can’t solve. And when the opportunity to get closer to her arises, he breaks his own rules to offer her a deal she can’t refuse.\r\n\r\nEvery monster has their weakness. She’s his.\r\n\r\nHis obsession.\r\n\r\nHis addiction.\r\n\r\nHis only exception.\r\n\r\n---\r\n\r\nSweet, shy, and introverted despite her social media fame, Stella Alonso is a romantic who keeps her heart in a cage.\r\n\r\nBetween her two jobs, she has little time or desire for a relationship.\r\n\r\nBut when a threat from her past drives her into the arms—and house—of the most dangerous man she’s ever met, she’s tempted to let herself feel something for the first time in a long time.\r\n\r\nBecause despite Christian’s cold nature, he makes her feel everything when she’s with him.\r\n\r\nPassionate.\r\n\r\nProtected.\r\n\r\nTruly wanted.\r\n\r\nTheirs is a love twisted with secrets and tainted by lies…and when the truths are finally revealed, they could shatter everything.\r\n\r\nTwisted Lies is a steamy fake dating romance. It's the fourth and final book in the Twisted series but can be read as a standalone.\r\n\r\nWarning: The story contains explicit content, violence, profanity, and topics that may be sensitive to some readers. Please see inside the book for a detailed list. Recommended for 18+.",
    "cover": "https://covers.openlibrary.org/b/id/14425197-L.jpg",
    "author": "Ana Huang",
    "title": "Twisted Lies"
  },
  {
    "description": "Against the unforgiving landscape of a hospital, I fell in love with a mischievous, sun-eyed boy who became my only joy in that desolate place. That’s what made it all the more soul-crushing when he committed suicide in front of me.\r\n\r\nSince then, I've sworn never to love anyone again. With three exceptions: My friends, Sony, Neo, and Coeur, a little gang of rebellious, dying kids. Sony leads the charge with the air of freedom and only one lung to breathe it. Neo, a bad-tempered and wheel-chaired writer, keeps track of our great deeds from stealing to terrorizing our nurse. Coeur is the beautiful boy, the muscle, the gentle giant with a failing heart.\r\n\r\nBefore death inevitably knocks down our doors, my thieves and I have one last heist planned. A great escape that will take us far from abusive parents, crippling loss, and the realities of our diseases. So what happens when someone else walks through the door? What happens when a girl joins our party and renders me speechless with her mischievous smile? What happens when she has suns in her eyes, and as terrified as I am to lose again, I start to fall?\r\n\r\nTrigger warnings found in foreword",
    "cover": "https://covers.openlibrary.org/b/id/14373777-L.jpg",
    "author": "Lancali",
    "title": "I Fell in Love with Hope",
    "pbdate": "2022",
    "location": "3Y",
    "languages": [
      "eng"
    ],
    "isbn": "OL28695130W"
  },
  {
    "description": "*The Art of War* (Chinese: 孫子兵法; lit. 'Sun Tzu's Military Method') is traditionally ascribed to Sun Tzu. It presents a philosophy of war for managing conflicts and winning battles. It is accepted as a masterpiece on strategy and has been frequently cited and referred to by generals and theorists since it was first published, translated, and distributed internationally.",
    "cover": "https://covers.openlibrary.org/b/id/671290-L.jpg",
    "author": "Sun Tzu",
    "title": "The Art of War",
    "pbdate": "1910",
    "location": "14E",
    "languages": [
      "chi",
      "eng",
      "rus",
      "jpn",
      "vie",
      "fre",
      "cmn",
      "kor",
      "spa",
      "pol"
    ],
    "isbn": "OL278851W"
  },
  {
    "description": "Ruthless. Meticulous. Arrogant. \r\nDante Russo thrives on control, both personally and professionally.\r\nThe billionaire CEO never planned to marry until the threat of blackmail forces him into an engagement with a woman he barely knows.\r\nVivian Lau, jewelry heiress, and daughter of his newest enemy.\r\nIt doesn’t matter how beautiful or charming she is. He'll do everything in his power to destroy the evidence and their betrothal. There’s only one problem: now that he has her...he can't bring himself to let her go.\r\n\r\n\r\nElegant. Ambitious. Well-mannered.\r\nVivian Lau is the perfect daughter and her family’s ticket into the highest echelons of high society.\r\nMarrying a blue-blooded Russo means opening doors that would otherwise remain closed to her new-money family.\r\nWhile the rude, elusive Dante isn't her idea of a dream partner, she agrees to their arranged marriage out of duty. \r\nCraving his touch was never part of the plan. \r\nNeither was the worst thing she could possibly do: fall in love with her future husband.",
    "cover": "https://covers.openlibrary.org/b/id/13588136-L.jpg",
    "author": "Ana Huang",
    "title": "King of Wrath",
    "pbdate": "2022",
    "location": "12R",
    "languages": [
      "eng"
    ],
    "isbn": "OL28744393W"
  },
  {
    "languages": [
      "spa"
    ],
    "isbn": "OL28914133W",
    "description": "\"Latidos que no dije\" es una <a href=\"https://somoslibros.net/\" target=\"_blank\">novela</a> que sigue la vida de Leire, una joven que atraviesa un momento difícil después de romper con su novio. Decidida a empezar de nuevo, se muda a Madrid en busca de una nueva vida y oportunidades para redescubrirse a sí misma.\r\n\r\nA lo largo de la historia, la narrativa se desarrolla a través del diario personal de Leire, donde comparte sus pensamientos más íntimos y sentimientos mientras intenta superar el dolor de su ruptura. En este diario, el lector se sumerge en sus emociones, sus luchas internas y sus reflexiones más profundas sobre la vida y el amor.\r\n\r\nEn Madrid, Leire encuentra un entorno lleno de posibilidades y conoce a diversas personas que la acompañan en su viaje de autodescubrimiento. Estas nuevas conexiones y experiencias la ayudan a entenderse mejor y a explorar su identidad, enfrentándose a sus propios miedos y deseos.\r\n\r\nA medida que Leire se sumerge en esta nueva vida y se relaciona con diferentes personas, descubre que el amor verdadero puede ser más complejo y desafiante de lo que pensaba. La novela explora las complejidades de las relaciones humanas, mostrando cómo el amor puede ser un camino de descubrimiento personal y transformación.\r\n\r\n\"Latidos que no dije\" es una historia emocionalmente cargada, llena de reflexiones profundas sobre el amor, la identidad y la superación personal. A través de las palabras de Leire, el lector es llevado en un viaje íntimo y conmovedor que explora los altibajos de las emociones humanas y la importancia de ser auténtico con uno mismo.\r\n\r\nReseña ofrecida por <a href=\"https://somoslibros.net/\" target=\"_blank\">somoslibros.net</a>",
    "cover": "https://covers.openlibrary.org/b/id/13161561-L.jpg",
    "author": "Roos",
    "title": "Latidos Que No Dije",
    "pbdate": "2022",
    "location": "9A"
  },
  {
    "isbn": "OL29046643W",
    "description": "She’s his fiancée’s younger sister. He’s the man she’s always loved.\r\n\r\nWhen her sister doesn’t show up on her wedding day, Raven has no choice but to take her place — but marriage to Ares Windsor is nothing short of torture.\r\n\r\nThe elusive billionaire media mogul is the man she’s always loved… yet he’s only ever had eyes for her sister.\r\n\r\nMarried to him at last, Raven is determined to win him over.\r\n\r\nAfter all, everything is fair in love and war.\r\n\r\nAnd this?\r\n\r\nThis is war.",
    "cover": "https://covers.openlibrary.org/b/id/13263701-L.jpg",
    "author": "Catharina Maura",
    "title": "The Wrong Bride",
    "pbdate": "2022",
    "location": "2J",
    "languages": [
      "eng"
    ]
  },
  {
    "pbdate": "2020",
    "location": "15W",
    "languages": [
      "eng"
    ],
    "isbn": "OL28952677W",
    "description": "**A TikTok sensation! Sparks fly when a competitive figure skater and hockey team captain are forced to share a rink.**\r\n\r\nAnastasia Allen has worked her entire life for a shot at Team USA. It looks like everything is going according to plan when she gets a full scholarship to the University of California, Maple Hills and lands a place on their competitive figure skating team.\r\n\r\nNothing will stand in her way, not even the captain of the hockey team, Nate Hawkins.\r\n\r\nNate is focus as team captain is on keeping his team on the ice. Which is tricky when a facilities mishap means they are forced to share a rink with the figure skating team including Anastasia, who clearly can't stand him.\r\n\r\nBut when Anastasia's skating partner faces an uncertain future, she may have to look to Nate to take her shot.\r\n\r\nSparks fly, but Anastasia isn't worried because she could never like a hockey player, right?",
    "cover": "https://covers.openlibrary.org/b/id/13180728-L.jpg",
    "author": "Hannah Grace",
    "title": "Icebreaker"
  },
  {
    "languages": [
      "eng",
      "spa",
      "chi"
    ],
    "isbn": "OL2917249W",
    "description": "In this phenomenal bestseller, “written with the sole objective of helping the reader achieve a happy, satisfying, and worthwhile life,” Dr. Peale demonstrates the power of faith in action. With the practical techniques outlined in this book, you can energize your life—and give yourself the initiative needed to carry out your ambitions and hopes. You’ll learn how to:\r\n\r\n· Believe in yourself and in everything you do\r\n· Build new power and determination\r\n· Develop the power to reach your goals\r\n· Break the worry habit and achieve a relaxed life\r\n· Improve your personal and professional relationships\r\n· Assume control over your circumstances\r\n· Be kind to yourself",
    "cover": "https://covers.openlibrary.org/b/id/489941-L.jpg",
    "author": "Norman Vincent Peale",
    "title": "The power of positive thinking",
    "pbdate": "1952",
    "location": "5L"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/14425259-L.jpg",
    "author": "Kathleen Glasgow",
    "title": "Girl In pieces",
    "pbdate": "2016",
    "location": "18E",
    "languages": [
      ""
    ],
    "isbn": "OL29331705W",
    "description": "Charlotte Davis is in pieces. At seventeen she’s already lost more than most people do in a lifetime. But she’s learned how to forget. The broken glass washes away the sorrow until there is nothing but calm. You don’t have to think about your father and the river. Your best friend, who is gone forever. Or your mother, who has nothing left to give you.\r\n\r\nEvery new scar hardens Charlie’s heart just a little more, yet it still hurts so much. It hurts enough to not care anymore, which is sometimes what has to happen before you can find your way back from the edge.\r\n\r\nA deeply moving portrait of a girl in a world that owes her nothing, and has taken so much, and the journey she undergoes to put herself back together. Kathleen Glasgow's debut is heartbreakingly real and unflinchingly honest. It’s a story you won’t be able to look away from."
  },
  {
    "languages": [
      "eng"
    ],
    "isbn": "OL31113476W",
    "description": "Workbook for The Mountain is You: Transforming Self-Sabotage Into Self-Mastery\r\n\r\nDo you wonder or even believe that you are in the way of your own happiness and don’t know how to prevent it?\r\n\r\nDo you know how your negative thoughts and beliefs are holding you back from being your best self?\r\n\r\nAre you aware that your self-sabotaging behavior could be harming your chances of reaching your goals and living your best life?\r\n\r\nIf any of these are true, there's an easy solution: learn how to overcome your biggest barrier - yourself.\r\n\r\nThe Mountain Is You unravels the secrets of self-sabotage and teaches you how to overcome it for good! Discover why you resist change and how to break free from damaging habits. Build emotional intelligence, release past experiences, and unlock your highest potential. Explore the metaphor of the mountain and master yourself to conquer life's biggest challenges. It's time to step into your full potential and achieve the impossible!\r\n\r\nThis condensed workbook not only presents Brianna Wiest's life-changing insights but also provides a practical roadmap for applying her methods. With reflective questions, practical exercises, and additional insights, you can deepen your comprehension of the concepts and embark on a journey of self-mastery.",
    "cover": "https://covers.openlibrary.org/b/id/14426421-L.jpg",
    "author": "Smart Reads",
    "title": "Workbook for the Mountain Is You",
    "pbdate": "2022",
    "location": "4Z"
  },
  {
    "pbdate": "1960",
    "location": "8W",
    "languages": [
      "eng",
      "spa",
      "ger",
      "und",
      "urd",
      "rus",
      "kor",
      "tur",
      "por",
      "chi",
      "swe"
    ],
    "isbn": "OL3140834W",
    "description": "One of the best-loved stories of all time, To Kill a Mockingbird has been translated into more than 40 languages, sold more than 30 million copies worldwide, served as the basis for an enormously popular motion picture, and voted one of the best novels of the 20th century by librarians across the United States. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father -- a crusading local lawyer -- risks everything to defend a black man unjustly accused of a terrible crime.\r\n\r\nLawyer Atticus Finch defends Tom Robinson -- a black man charged with the rape of a white girl. Writing through the young eyes of Finch's children Scout and Jem, Harper Lee explores with rich humor and unswerving honesty the irrationality of adult attitudes toward race and class in small-town Alabama during the mid-1930s Depression years. The conscience of a town steeped in prejudice, violence, and hypocrisy is pricked by the stamina and quiet heroism of one man's struggle for justice. But the weight of history will only tolerate so much.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Best Sellers from Reader's Digest Condensed Books](https://openlibrary.org/works/OL16035425W)",
    "cover": "https://covers.openlibrary.org/b/id/12606502-L.jpg",
    "author": "Harper Lee",
    "title": "To Kill a Mockingbird"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/13180424-L.jpg",
    "author": "Ana Huang",
    "title": "Twisted 1. Twisted Love",
    "pbdate": "2022",
    "location": "2D",
    "languages": [
      "spa"
    ],
    "isbn": "OL32521579W",
    "description": "Ava Chen is a free spirit trapped by nightmares of a childhood she can't remember. But despite her broken past, she's never stopped seeing the beauty in the world... including the heart beneath the icy exterior of a man she shouldn't want. Her brother's best friend."
  },
  {
    "isbn": "OL34339623W",
    "description": "Noah needs to move to a new city because her mom found love again to mr leistres where she found out that Mr leistres is rich and has a son named “ Nicholas “ where she found out that he is not all perfect son material and goes to party’s and fights and drink etc. Then she deeply falls in love with Nicholas",
    "cover": "https://covers.openlibrary.org/b/id/14421835-L.jpg",
    "author": "Mercedes Ron",
    "title": "My Fault",
    "pbdate": "2017",
    "location": "12R",
    "languages": [
      "eng"
    ]
  },
  {
    "languages": [
      ""
    ],
    "isbn": "OL35223328W",
    "description": "Romance",
    "cover": "https://covers.openlibrary.org/b/id/-L.jpg",
    "author": "Gu Lingfei",
    "title": "Married at first sight",
    "pbdate": "2015",
    "location": "18M"
  },
  {
    "isbn": "OL34755472W",
    "description": "sfdsf",
    "cover": "https://covers.openlibrary.org/b/id/13480646-L.jpg",
    "author": "James Clear",
    "title": "HABITOS ATOMICOS",
    "pbdate": "2019",
    "location": "4Z",
    "languages": [
      ""
    ]
  },
  {
    "title": "Um casamento arranjado",
    "pbdate": "2019",
    "location": "6Z",
    "languages": [
      "por"
    ],
    "isbn": "OL35351151W",
    "description": "Uma historia de uma familia falida q faz acordo com outra familia rica e sua filha mais velha e cedida em troca. O filho da família rica teve um acidente de avião que queimou 50% do seu corpo e casa c essa linda moca e se apaixonam",
    "cover": "https://covers.openlibrary.org/b/id/14321120-L.jpg",
    "author": "Zana Kheiron"
  },
  {
    "title": "Romeo and Juliet",
    "pbdate": "1597",
    "location": "7X",
    "languages": [
      "eng",
      "ger",
      "chi",
      "por",
      "ita",
      "arm",
      "spa",
      "fre",
      "ice",
      "mar",
      "hin",
      "ukr",
      "rus",
      "jpn",
      "scc",
      "hun",
      "urd",
      "pol",
      "dut",
      "ara",
      "dan",
      "gre",
      "vie",
      "nor",
      "snh",
      "afr",
      "heb",
      "cat",
      "mul",
      "tuk",
      "scr",
      "wel",
      "ben",
      "guj",
      "tur",
      "tib",
      "fin",
      "kor"
    ],
    "isbn": "OL362427W",
    "description": "Romeo and Juliet is a tragedy written by William Shakespeare early in his career about two young Italian star-crossed lovers whose deaths ultimately reconcile their feuding families. It was among Shakespeare's most popular plays during his lifetime and, along with Hamlet, is one of his most frequently performed plays. Today, the title characters are regarded as archetypal young lovers.",
    "cover": "https://covers.openlibrary.org/b/id/8257991-L.jpg",
    "author": "William Shakespeare"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/10719423-L.jpg",
    "author": "Osamu Dazai",
    "title": "No longer human",
    "pbdate": "1958",
    "location": "14M",
    "languages": [
      "eng"
    ],
    "isbn": "OL3923956W",
    "description": "Osamu Dazai's No Longer Human, this leading postwar Japanese writer's second novel, tells the poignant and fascinating story of a young man who is caught between the breakup of the traditions of a northern Japanese aristocratic family and the impact of Western ideas. In consequence, he feels himself \"disqualified from being human\" (a literal translation of the Japanese title). Donald Keene, who translated this and Dazai's first novel, The Setting Sun, has said of the author's work: \"His world . . . suggests Chekhov or possibly postwar France, . . . but there is a Japanese sensibility in the choice and presentation of the material. A Dazai novel is at once immediately intelligible in Western terms and quite unlike any Western book.\" His writing is in some ways reminiscent of Rimbaud, while he himself has often been called a forerunner of Yukio Mishima."
  },
  {
    "description": "Twelve-year-old Percy Jackson is on the most dangerous quest of his life.  With the help of a satyr and a daughter of Athena, Percy must journey across the United States to catch a thief who has stolen the original weapon of mass destruction—Zeus’ master bolt.  Along the way, he must face a host of mythological enemies determined to stop him.  Most of all, he must come to terms with a father he has never known, and an Oracle that has warned him of betrayal by a friend.",
    "cover": "https://covers.openlibrary.org/b/id/7412214-L.jpg",
    "author": "Rick Riordan",
    "title": "The Lightning Thief",
    "pbdate": "2005",
    "location": "3T",
    "languages": [
      "eng",
      "spa",
      "por",
      "dut",
      "chi",
      "ger",
      "vie",
      "rum",
      "fre"
    ],
    "isbn": "OL492658W"
  },
  {
    "pbdate": "1937",
    "location": "1O",
    "languages": [
      "eng",
      "chi",
      "spa",
      "ger",
      "kor",
      "arm",
      "por",
      "fre",
      "hin",
      "tam",
      "mar",
      "ben"
    ],
    "isbn": "OL527464W",
    "description": "Napoleon Hill's quintessential volume Think and grow rich, the all-time bestseller in the field of professional success, outlines the laws of success and sets the standard of today's motivational thinking.",
    "cover": "https://covers.openlibrary.org/b/id/14542536-L.jpg",
    "author": "Napoleon Hill",
    "title": "Think and Grow Rich"
  },
  {
    "title": "The Power of Your Subconscious Mind",
    "pbdate": "1963",
    "location": "9G",
    "languages": [
      "eng",
      "spa",
      "ben",
      "mar",
      "mal"
    ],
    "isbn": "OL55806W",
    "description": "Examines the connection between the mental dynamics of thinking in relation to one's quality of life while offering simple techniques designed to create new, more innovative thought processes and stimulate creativity, in a revised and expanded edition of the best-selling work.",
    "cover": "https://covers.openlibrary.org/b/id/6553019-L.jpg",
    "author": "Joseph Murphy"
  },
  {
    "location": "19T",
    "languages": [
      "eng",
      "spa",
      "chi",
      "ger",
      "pol",
      "gre",
      "por",
      "fre",
      "vie",
      "ara",
      "rus"
    ],
    "isbn": "OL5720023W",
    "description": "Bella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires.",
    "cover": "https://covers.openlibrary.org/b/id/12641977-L.jpg",
    "author": "Stephenie Meyer",
    "title": "Twilight",
    "pbdate": "1990"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/551262-L.jpg",
    "author": "Eckhart Tolle",
    "title": "The Power of Now",
    "pbdate": "1997",
    "location": "17M",
    "languages": [
      "eng",
      "chi"
    ],
    "isbn": "OL5727686W",
    "description": "Eckhart Tolle has emerged as one of today's most inspiring teachers. In The Power of Now, already a worldwide bestseller, the author describes his transition from despair to self-realization soon after his 29th birthday. Tolle took another ten years to understand this transformation, during which time he evolved a philosophy that has parallels in Buddhism, relaxation techniques, and meditation theory but is also eminently practical. In The Power of Now he shows readers how to recognize themselves as the creators of their own pain, and how to have a pain-free existence by living fully in the present. Accessing the deepest self, the true self, can be learned, he says, by freeing ourselves from the conflicting, unreasonable demands of the mind and living \"present, fully, and intensely, in the Now.\""
  },
  {
    "author": "Suzanne Collins",
    "title": "The Hunger Games",
    "pbdate": "2008",
    "location": "7X",
    "languages": [
      "eng",
      "spa",
      "swe",
      "fre",
      "chi",
      "pol",
      "ger",
      "jpn",
      "rus"
    ],
    "isbn": "OL5735363W",
    "description": "The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the perspective of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.\r\n\r\nThe book received critical acclaim from major reviewers and authors. It was praised for its plot and character development. In writing The Hunger Games, Collins drew upon Greek mythology, Roman gladiatorial games, and contemporary reality television for thematic content. The novel won many awards, including the California Young Reader Medal, and was named one of Publishers Weekly's \"Best Books of the Year\" in 2008.\r\n\r\nThe Hunger Games was first published in hardcover on September 14, 2008, by Scholastic, featuring a cover designed by Tim O'Brien.",
    "cover": "https://covers.openlibrary.org/b/id/12646537-L.jpg"
  },
  {
    "pbdate": "2000",
    "location": "6H",
    "languages": [
      "eng",
      "cat",
      "spa",
      "rus",
      "por"
    ],
    "isbn": "OL5819962W",
    "description": "This book is fresh fun and exciting. 15 year Belly Conklin is enjoying another summer with the people that she loves in Cousins, a place she's been going to since she was a baby! The fishers, Aka Jerimiah and Conrad, are finally grown up, and Belly feels like she can fit in aswell. Belly would be turning 16 this year, as now she feels as if she can fit in with the boys. She thinks the summer will be fun, Hanging out on the beach and Playing with the people she loves, Belly is looking foward to her summer vacation. But that's when she finds out that Susannah Fisher is diagnosed with Cancer, which changes everything. Things are different in the Summer house. Her first love, Conrad is different, he's distant. While the stay in the house was supposed to be enjoying, they need to focus on things that matter the most. Sussanah. Belly decides that it's time she acts like the adult that she is. Choosing between her 2 lovers Jerimiah and Conrad Fisher. Will either of them like her? Because this...Is the Summer I turned Pretty.",
    "cover": "https://covers.openlibrary.org/b/id/8783502-L.jpg",
    "author": "Jenny Han",
    "title": "The Summer I Turned Pretty"
  },
  {
    "languages": [
      "eng",
      "ger",
      "spa",
      "ita",
      "und",
      "rus",
      "fre",
      "dut",
      "pol",
      "cze",
      "chi",
      "hin",
      "por"
    ],
    "isbn": "OL627084W",
    "description": "Lolita is a 1955 novel written by Russian-American novelist Vladimir Nabokov. The novel is notable for its controversial subject: the protagonist and unreliable narrator, a middle-aged literature professor under the pseudonym Humbert Humbert, is obsessed with a 12-year-old girl, Dolores Haze, whom he sexually molests after he becomes her stepfather. \"Lolita\" is his private nickname for Dolores. The novel was originally written in English and first published in Paris in 1955 by Olympia Press. Later it was translated into Russian by Nabokov himself and published in New York City in 1967 by Phaedra Publishers.\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Собрание сочинений русского периода в пяти томах: Смех в темноте / Lolita](https://openlibrary.org/works/OL22529308W)\r\n - [Novels 1955-1962](https://openlibrary.org/works/OL20643775W/Novels_1955-1962)\r\n - [Works: Ada / Lolita](https://openlibrary.org/works/OL17687842W/Ada_Lolita)",
    "cover": "https://covers.openlibrary.org/b/id/12984540-L.jpg",
    "author": "Vladimir Nabokov",
    "title": "Lolita",
    "pbdate": "1955",
    "location": "18K"
  },
  {
    "pbdate": "2002",
    "location": "8Y",
    "languages": [
      "eng",
      "ita",
      "ang",
      "spa",
      "pol"
    ],
    "isbn": "OL679358W",
    "description": "When Coraline steps through a door to find another house strangely similar to her own (only better), things seem marvelous.\r\n\r\nBut there's another mother there, and another father, and they want her to stay and be their little girl. They want to change her and never let her go.\r\n\r\nCoraline will have to fight with all her wit and courage if she is to save herself and return to her ordinary life.",
    "cover": "https://covers.openlibrary.org/b/id/14171421-L.jpg",
    "author": "Neil Gaiman",
    "title": "Coraline"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/14348537-L.jpg",
    "author": "Jane Austen",
    "title": "Pride and Prejudice",
    "pbdate": "1602",
    "location": "1Z",
    "languages": [
      "eng",
      "mul",
      "ger",
      "fre",
      "guj",
      "spa",
      "jpn",
      "rus",
      "ita",
      "por",
      "chi",
      "cze",
      "pol",
      "kor",
      "sin",
      "pan",
      "hun",
      "vie",
      "ind",
      "swe",
      "scc",
      "fin",
      "dut",
      "cor",
      "tam",
      "hin"
    ],
    "isbn": "OL66554W",
    "description": "Pride and Prejudice is an 1813 novel of manners written by Jane Austen. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.\r\n\r\nMr. Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming very poor upon his death. Thus, it is imperative that at least one of the girls marry well to support the others, which is a motivation that drives the plot."
  },
  {
    "isbn": "OL76837W",
    "description": "The Da Vinci Code is a 2003 mystery thriller novel by Dan Brown. It is Brown's second novel to include the character Robert Langdon: the first was his 2000 novel Angels & Demons. The Da Vinci Code follows \"symbologist\" Robert Langdon and cryptologist Sophie Neveu after a murder in the Louvre Museum in Paris causes them to become involved in a battle between the Priory of Sion and Opus Dei over the possibility of Jesus Christ and Mary Magdalene having had a child together.\r\n\r\n\r\n----------\r\nSee also:\r\n[The Da Vinci Code [1/2]](https://openlibrary.org/works/OL24164822W)\r\n[The Da Vinci Code [2/2]](https://openlibrary.org/works/OL24210437W)\r\n\r\n\t\t\r\nContained in:\r\n[Angels & Demons / The Da Vinci Code](https://openlibrary.org/works/OL15290520W)",
    "cover": "https://covers.openlibrary.org/b/id/9255229-L.jpg",
    "author": "Dan Brown",
    "title": "The Da Vinci Code",
    "pbdate": "1768",
    "location": "3H",
    "languages": [
      "eng",
      "fre",
      "spa",
      "ara",
      "tur",
      "ita",
      "gre",
      "jpn",
      "ger",
      "lit",
      "heb",
      "pol",
      "por",
      "dut",
      "chi",
      "per",
      "rus",
      "cat",
      "swe",
      "ind",
      "vie",
      "mal"
    ]
  },
  {
    "description": "Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.\r\n\r\nPaulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.",
    "cover": "https://covers.openlibrary.org/b/id/48240-L.jpg",
    "author": "Paulo Coelho",
    "title": "The Alchemist",
    "pbdate": "1988",
    "location": "17X",
    "languages": [
      "fre",
      "eng",
      "spa",
      "por",
      "dut",
      "pol",
      "gre",
      "tur",
      "chi",
      "ger",
      "tha",
      "kor",
      "mar",
      "rus",
      "ind",
      "dan",
      "vie",
      "urd",
      "may"
    ],
    "isbn": "OL796465W"
  },
  {
    "isbn": "OL81613W",
    "description": "\"*It*\" is a 1986 horror novel by American author Stephen King. \"*It*\" was his 22nd book and his 17th novel written under his own name. The story follows the experiences of seven children as they are terrorized by an evil entity that exploits the fears of its victims to disguise itself while hunting its prey. \"*It*\" primarily appears in the form of Pennywise the Dancing Clown to attract its preferred prey of young children.\r\n\r\nThe novel won the British Fantasy Award in 1987, and received nominations for the Locus and World Fantasy Awards that same year.\r\n\r\nIn 2003, \"*It*\" was listed at number 144 on the BBC's The Big Read poll.\r\n\r\n\r\n\r\n\r\n----------\r\nSee also:\r\n\r\n - [IT 1/2][2]\r\n - [IT 2/2][3]\r\n\r\n\r\n  [1]: https://www.stephenking.com/library/novel/it.html\r\n  [2]: https://openlibrary.org/works/OL14916816W/It_1_2\r\n  [3]: https://openlibrary.org/works/OL14916818W/It_2_2",
    "cover": "https://covers.openlibrary.org/b/id/8569284-L.jpg",
    "author": "Stephen King",
    "title": "It",
    "pbdate": "1986",
    "location": "13R",
    "languages": [
      "dut",
      "spa",
      "eng",
      "ger",
      "fre",
      "ita",
      "jpn",
      "pol",
      "tur"
    ]
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/14425314-L.jpg",
    "author": "Eric Berne",
    "title": "The Games People Play",
    "pbdate": "1975",
    "location": "14S",
    "languages": [
      "eng"
    ],
    "isbn": "OL8064201W",
    "description": "Over forty years ago, Games People Play revolutionized our understanding of what really goes on during our most basic social interactions. More than five million copies later, Dr. Eric Berne's classic is as astonishing and revealing as it was on the day it was first published.\r\n\r\nWe play games all the time—sexual games, marital games, power games with our bosses, and competitive games with our friends. Detailing status contests like \"Martini\" (I know a better way), to lethal couples combat like \"If It Weren't For You\" and \"Uproar,\" to flirtation favorites like \"The Stocking Game\" and \"Let's You and Him Fight,\" Dr. Berne exposes the secret ploys and unconscious maneuvers that rule our intimate lives.\r\n\r\nExplosive when it first appeared, Games People Play is now widely recognized as the most original and influential popular psychology book of our time. It's as powerful and eye-opening as ever."
  },
  {
    "author": "Stephen King",
    "title": "Carrie",
    "pbdate": "1974",
    "location": "3Z",
    "languages": [
      "spa",
      "eng",
      "fre",
      "ger",
      "rus",
      "chi",
      "por",
      "ita"
    ],
    "isbn": "OL81626W",
    "description": "The story of misfit high-school girl, Carrie White, who gradually discovers that she has telekinetic powers. Repressed by a domineering, ultra-religious mother and tormented by her peers at school, her efforts to fit in lead to a dramatic confrontation during the senior prom. \r\n([source][1])\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [The Shining / 'Salem's Lot / Night Shift / Carrie][2]\r\n\r\n\r\n----------\r\nSee also:\r\n\r\n - [Selected from Carrie][3]\r\n\r\n\r\n  [1]: https://stephenking.com/library/novel/carrie.html\r\n  [2]: https://openlibrary.org/works/OL19558521W\r\n  [3]: https://openlibrary.org/works/OL11018609W/Selected_from_Carrie",
    "cover": "https://covers.openlibrary.org/b/id/8576476-L.jpg"
  },
  {
    "pbdate": "1977",
    "location": "2E",
    "languages": [
      "eng",
      "spa",
      "dut",
      "jpn",
      "pol",
      "fre",
      "por",
      "ger",
      "ita"
    ],
    "isbn": "OL81633W",
    "description": "The Shining is a 1977 horror novel by American author Stephen King. It is King's third published novel and first hardback bestseller; its success firmly established King as a preeminent author in the horror genre. The setting and characters are influenced by King's personal experiences, including both his visit to The Stanley Hotel in 1974 and his struggle with alcoholism. The book was followed by a sequel, Doctor Sleep, published in 2013.\r\n\r\nThe Shining centers on the life of Jack Torrance, a struggling writer and recovering alcoholic who accepts a position as the off-season caretaker of the historic Overlook Hotel in the Colorado Rockies. His family accompanies him on this job, including his young son Danny Torrance, who possesses \"the shining\", an array of psychic abilities that allow Danny to see the hotel's horrific past. Soon, after a winter storm leaves them snowbound, the supernatural forces inhabiting the hotel influence Jack's sanity, leaving his wife and son in incredible danger.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Carrie / Night Shift / 'Salem's Lot / Shining](https://openlibrary.org/works/OL14917547W)\r\n - [Works (Danse Macabre / Salem's Lot / Shining)](https://openlibrary.org/works/OL24233994W)",
    "cover": "https://covers.openlibrary.org/b/id/7013717-L.jpg",
    "author": "Stephen King",
    "title": "The Shining"
  },
  {
    "pbdate": "1999",
    "location": "5F",
    "languages": [
      "eng",
      "jpn",
      "dut",
      "cat",
      "pol",
      "gre",
      "alb",
      "fre",
      "por",
      "kor",
      "per",
      "chi",
      "heb",
      "tha",
      "spa",
      "ita",
      "ara",
      "ger",
      "tur",
      "rum",
      "lit",
      "cze",
      "swe",
      "bul",
      "rus",
      "hun",
      "nob",
      "urd",
      "vie",
      "hin",
      "ben",
      "mar",
      "tib"
    ],
    "isbn": "OL82536W",
    "description": "For Harry Potter, it’s the start of another far-from-ordinary year at Hogwarts when the Knight Bus crashes through the darkness and comes to an abrupt halt in front of him.\r\n\r\nIt turns out that Sirius Black, mass-murderer and follower of Lord Voldemort, has escaped – and they say he is coming after Harry.\r\n\r\nIn his first Divination class, Professor Trelawney sees an omen of death in Harry’s tea leaves.\r\n\r\nAnd perhaps most frightening of all are the Dementors patrolling the school grounds with their soul-sucking kiss – in search of fresh victims.\r\n\r\n([source][1])\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-prisoner-azkaban/",
    "cover": "https://covers.openlibrary.org/b/id/10580435-L.jpg",
    "author": "J. K. Rowling",
    "title": "Harry Potter and the Prisoner of Azkaban"
  },
  {
    "isbn": "OL82537W",
    "description": "Throughout the summer holidays after his first year at Hogwarts School of Witchcraft and Wizardry, Harry Potter has been receiving sinister warnings from a house-elf called Dobby.\r\n\r\nNow, back at school to start his second year, Harry hears unintelligible whispers echoing through the corridors.\r\n\r\nBefore long the attacks begin: students are found as if turned to stone.\r\n\r\nDobby’s predictions seem to be coming true.\r\n\r\n[Source][1]\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-chamber-secrets/",
    "cover": "https://covers.openlibrary.org/b/id/8392798-L.jpg",
    "author": "J. K. Rowling",
    "title": "Harry Potter and the Chamber of Secrets",
    "pbdate": "1900",
    "location": "13X",
    "languages": [
      "fre",
      "spa",
      "mar",
      "eng",
      "ger",
      "ita",
      "gre",
      "por",
      "cze",
      "dut",
      "pol",
      "heb",
      "swe",
      "chi",
      "per",
      "jpn",
      "ara",
      "tha",
      "fin",
      "bul",
      "rus",
      "lit",
      "rum",
      "vie",
      "tur",
      "alb",
      "hun",
      "urd",
      "dan",
      "hin",
      "lat",
      "tib",
      "ukr"
    ]
  },
  {
    "languages": [
      "fre",
      "por",
      "ger",
      "eng",
      "kor",
      "dan",
      "per",
      "gre",
      "dut",
      "tur",
      "chi",
      "spa",
      "ita",
      "cze",
      "tha",
      "heb",
      "swe",
      "pol",
      "lit",
      "rus",
      "jpn",
      "vie",
      "bul",
      "alb",
      "urd",
      "ara",
      "ben",
      "hin",
      "mar"
    ],
    "isbn": "OL82560W",
    "description": "The fourth book in the Harry Potter franchise sees Harry returning for his fourth year at Hogwarts School of Witchcraft and Wizardry, along with his friends, Ron and Hermione . There is an upcoming tournament between the three major schools of magic, with one participant selected from each school by the Goblet of Fire. When Harry's name is drawn, even though he is not eligible and is a fourth player, he must compete in the dangerous contest.\r\n\r\n\r\n----------\r\nContains:\r\n\r\n - [Harry Potter and the Goblet of Fire. 2/4](https://openlibrary.org/works/OL17910198W/Harry_Potter_and_the_Goblet_of_Fire._2_4)",
    "cover": "https://covers.openlibrary.org/b/id/12059372-L.jpg",
    "author": "J. K. Rowling",
    "title": "Harry Potter and the Goblet of Fire",
    "pbdate": "1999",
    "location": "15Q"
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "pbdate": "2003",
    "location": "13X",
    "languages": [
      "eng",
      "rus",
      "por",
      "dan",
      "hun",
      "bul",
      "dut",
      "ukr",
      "chi",
      "fre",
      "ger",
      "per",
      "ita",
      "hrv",
      "tha",
      "swe",
      "heb",
      "lit",
      "jpn",
      "pol",
      "cat",
      "spa",
      "vie",
      "ara",
      "hin",
      "ben",
      "cze",
      "kor",
      "tur"
    ],
    "isbn": "OL82548W",
    "description": "After the Dementors’ attack on his cousin Dudley, Harry knows he is about to become Voldemort’s next target.\r\n\r\nAlthough many are denying the Dark Lord’s return, Harry is not alone, and a secret order is gathering at Grimmauld Place to fight against the Dark forces.\r\n\r\nMeanwhile, Voldemort’s savage assaults on Harry’s mind are growing stronger every day.\r\n\r\nHe must allow Professor Snape to teach him to protect himself before he runs out of time.\r\n([source][1])\r\n\r\n\r\n----------\r\nThis work has also been published in multiple volumes. See:\r\n\r\n - [Harry Potter and the Order of the Phoenix: III](https://openlibrary.org/works/OL17937113W/Harry_Potter_and_the_Order_of_the_Phoenix_Chapters_17-23)\r\n - [Harry Potter and the Order of the Phoenix: IV](https://openlibrary.org/works/OL17915213W/Harry_Potter_and_the_Order_of_the_Phoenix_Chapters_24-30)\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-order-phoenix/",
    "cover": "https://covers.openlibrary.org/b/id/10523466-L.jpg",
    "author": "J. K. Rowling"
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "pbdate": "2005",
    "location": "16O",
    "languages": [
      "ger",
      "eng",
      "bul",
      "lat",
      "ara",
      "vie",
      "rus",
      "chi",
      "fre",
      "spa",
      "ita",
      "hrv",
      "por",
      "gre",
      "pol",
      "heb",
      "jpn",
      "hun",
      "ben",
      "hin"
    ],
    "isbn": "OL82565W",
    "description": "One summer night, when Dumbledore arrives at Privet Drive to collect Harry Potter, his wand hand is blackened and shriveled, but he will not reveal why.\r\n\r\nRumours and suspicion spread through the wizarding world – it feels as if even Hogwarts itself might be under threat.\r\n\r\nHarry is convinced that Malfoy bears the Dark Mark: could there be a Death Eater amongst them?\r\n\r\nHe will need powerful magic and true friends as, with the help of Dumbledore, he investigates Voldemort’s darkest secrets.\r\n\r\n([source][2])\r\n\r\nPreceded by: [Harry Potter and the Order of the Phoenix][1]\r\nFollowed by: [Harry Potter and the Deathly Hallows][3]\r\n\r\n\r\n----------\r\nContains:\r\n[Harry Potter and the Half-Blood Prince [3/4]](https://openlibrary.org/works/OL27299760W)\r\n[Harry Potter and the Half-Blood Prince [4/4]](https://openlibrary.org/works/OL27294904W)\r\n\r\n  [1]: https://openlibrary.org/works/OL13716955W/Harry_Potter_and_the_Order_of_the_Phoenix\r\n  [2]: https://www.jkrowling.com/book/harry-potter-half-blood-prince/\r\n  [3]: https://openlibrary.org/works/OL82586W/Harry_Potter_and_the_Deathly_Hallows",
    "cover": "https://covers.openlibrary.org/b/id/10716273-L.jpg",
    "author": "J. K. Rowling"
  },
  {
    "author": "J. K. Rowling",
    "title": "Harry Potter and the Philosopher's Stone",
    "pbdate": "1997",
    "location": "4D",
    "languages": [
      "cat",
      "ger",
      "hin",
      "eng",
      "heb",
      "gre",
      "dut",
      "ita",
      "fre",
      "jpn",
      "kor",
      "tur",
      "ice",
      "spa",
      "por",
      "pol",
      "enm",
      "dan",
      "vie",
      "chi",
      "hun",
      "afr",
      "per",
      "rus",
      "ara",
      "lit",
      "swe",
      "cze",
      "bul",
      "tha",
      "fin",
      "lav",
      "rum",
      "alb",
      "kal",
      "urd",
      "ukr",
      "lat",
      "wel",
      "ben",
      "grc",
      "gle",
      "tib",
      "gla",
      "ltz",
      "mar"
    ],
    "isbn": "OL82563W",
    "description": "Harry Potter #1\r\n\r\nWhen mysterious letters start arriving on his doorstep, Harry Potter has never heard of Hogwarts School of Witchcraft and Wizardry.\r\n\r\nThey are swiftly confiscated by his aunt and uncle.\r\n\r\nThen, on Harry’s eleventh birthday, a strange man bursts in with some important news: Harry Potter is a wizard and has been awarded a place to study at Hogwarts.\r\n\r\nAnd so the first of the Harry Potter adventures is set to begin.\r\n([source][1])\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-philosophers-stone/",
    "cover": "https://covers.openlibrary.org/b/id/10521270-L.jpg"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/10110415-L.jpg",
    "author": "J. K. Rowling",
    "title": "Harry Potter and the Deathly Hallows",
    "pbdate": "2007",
    "location": "11K",
    "languages": [
      "eng",
      "spa",
      "bul",
      "chi",
      "por",
      "pol",
      "gre",
      "ger",
      "heb",
      "fre",
      "est",
      "rus",
      "jpn",
      "ita",
      "geo",
      "hun",
      "gag",
      "cat",
      "cze",
      "hin",
      "ben",
      "dan"
    ],
    "isbn": "OL82586W",
    "description": "Harry Potter is leaving Privet Drive for the last time. But as he climbs into the sidecar of Hagrid’s motorbike and they take to the skies, he knows Lord Voldemort and the Death Eaters will not be far behind.\r\n\r\nThe protective charm that has kept him safe until now is broken. But the Dark Lord is breathing fear into everything he loves. And he knows he can’t keep hiding.\r\n\r\nTo stop Voldemort, Harry knows he must find the remaining Horcruxes and destroy them.\r\n\r\nHe will have to face his enemy in one final battle.\r\n\r\n([source][1])\r\n\r\n\r\n----------\r\nSee also:\r\n\r\n - [Harry Potter and the Deathly Hallows: 2/2][2]\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-deathly-hallows/\r\n  [2]: https://openlibrary.org/works/OL17922343W/Harry_Potter_and_the_Deathly_Hallows_Chapters_20-36"
  },
  {
    "cover": "https://covers.openlibrary.org/b/id/14376136-L.jpg",
    "author": "Jeff Kinney",
    "title": "Diary of a Wimpy Kid",
    "pbdate": "2002",
    "location": "17S",
    "languages": [
      "eng",
      "spa",
      "vie",
      "jpn",
      "bul",
      "ger",
      "pol",
      "ara",
      "wel"
    ],
    "isbn": "OL8483260W",
    "description": "Greg Heffley finds thrust into middle school, where undersized weaklings like him share the hallways with much bigger kids who are already shaving. But nothing scares Greg more than the moldy piece of cheese on the blacktop. Can he and his best friend, Rowley Jefferson, make it through the year without getting the Cheese Touch?"
  },
  {
    "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...\r\n\r\nWhen House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream.\r\n\r\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
    "cover": "https://covers.openlibrary.org/b/id/11481354-L.jpg",
    "author": "Frank Herbert",
    "title": "Dune",
    "pbdate": "1965",
    "location": "17Y",
    "languages": [
      "eng",
      "spa",
      "fre",
      "ger",
      "pol",
      "rus",
      "por"
    ],
    "isbn": "OL893415W"
  }
]